Repository: Noobfish-Studio/Noobfish-Operations-Center
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Home_nav.Content
source: Home
zh_cn: 主页

# Hardware_nav.Content
source: Hardware
zh_cn: 硬件

# Connection_nav.Content
source: Connection
zh_cn: 连接

# About_nav.Content
source: About
zh_cn: 关于

# Settings_nav.Content
source: Settings
zh_cn: 设置

# Website.Text
source: Website
zh_cn: 官网

# Visit_our_official_website.Text
source: Visit our official website: noobfish.com
zh_cn: 访问我们的官方网站: noobfish.com

# View_our_Github.Text
source: View our Github repository and help us to improve
zh_cn: 访问我们的Github仓库来帮助我们改进

# Document.Text
source: Document
zh_cn: 文档

# Check_out_the_document.Text
source: Check out the document for more information and help
zh_cn: 查阅文档来获得更多信息与帮助

# Shop.Text
source: Shop
zh_cn: 商店

# Subscribe_and_purchase.Text
source: Subscribe and purchase our latest products
zh_cn: 在商店关注和购买我们的最新产品

# Send_us_your_feedback.Text
source: Send us your feedback and suggestions via email
zh_cn: 通过电子邮件向我们给出反馈与建议

# Hardware_pagetitle.Text
source: Hardware
zh_cn: 硬件

# Hardware_onthispage.Text
source: On this page, you can view information about the Noobfish hardware that has been connected to your computer
zh_cn: 在此页面上，你可以查看到连接到计算机的Noobfish外设硬件信息

# Boeing_737_Family.Text
source: Boeing 737 Family
zh_cn: 适用于波音737系列

# CDU_for_Boeing_737_USB.Text
source: CDU for Boeing 737 (USB)
zh_cn: 波音737 CDU (USB版)

# CDU_Support.Text
source: Support: Prepar3D V4 V5; Mircrosoft Flight Simulator
zh_cn: 支持: Prepar3D V4 V5; 微软模拟飞行

# Connection_status.Text
source: Connection status:
zh_cn: 连接状态:

# SN_Code.Text
source: SN Code:
zh_cn: SN码:

# Firmware_Version.Text
source: Firmware Version:
zh_cn: 固件版本:

# Restore_factory_settings.Content
source: Restore factory settings
zh_cn: 恢复出厂设置

# Upgrade_firmware_version.Content
source: Upgrade firmware version
zh_cn: 升级固件版本

# Coming_Soon.Text
source: Coming Soon ......
zh_cn: 即将推出......

# Connection_pagetitle.Text
source: Connection
zh_cn: 连接

# Connection_onthispage.Text
source: On this page, you can start the process of connecting to the simulator
zh_cn: 在此界面上，你可以启动连接到模拟器的上位机进程

# PMDG_737_Family.Text
source: Connect to PMDG 737 Family
zh_cn: 连接到 PMDG 737 系列

# You_can_click_to_launch_the_process_to_connect_to_PMDG_737NGXu.Text
source: You can click to launch the process to connect to PMDG 737NGXu. Please note that the currently supported version of Prepar3D is V4 or V5.
zh_cn: 你可以点击来启动连接到PMDG 737 NGXu的上位机进程，请注意支持的Prepar3D版本为V4或V5。

# Connect_to_P3D.Content
source: Connect to P3D
zh_cn: 连接到P3D

# Disconnect_from_P3D.Content
source: Disconnect from P3D
zh_cn: 从P3D断开连接

# You_can_click_to_launch_the_process_to_connect_to_PMDG_737NG3.Text
source: You can click to launch the process to connect to PMDG 737NG3.
zh_cn: 你可以点击来启动连接到PMDG 737 NG3的上位机进程

# Connect_to_MSFS.Content
source: Connect to MSFS
zh_cn: 连接到MSFS

# Disconnect_from_MSFS.Content
source: Disconnect from MSFS
zh_cn: 从MSFS断开连接

# Release_Notes.Text
source: Release Notes
zh_cn: 版本记录

# About_Noobfish_Studio.Text
source: About Noobfish Studio
zh_cn: 关于Noobfish Studio

# This_Changes_Everything.Text
source: This Changes Everything, Again.
zh_cn: 又一次，改变世界。

# introduction.Text
source: Noobfish Studio was founded on March 26, 2023, by four college students who are passionate about aviation.
zh_cn: Noobfish Studio成立于2023年3月26日，由四个热爱航空的大学生组成。

# Members.Text
source: Members
zh_cn: 成员

# SWU.Text
source: @Southwest University
zh_cn: @西南大学

# SZU.Text
source: @Shenzhen University
zh_cn: @深圳大学

# SUFE.Text
source: @Shanghai University of Finance and Economics
zh_cn: @上海财经大学

# ZUST.Text
source: @Zhejiang University of Science and Technology
zh_cn: @浙江科技学院

# Acknowledgments.Text
source: Acknowledgments
zh_cn: 鸣谢

# Thanks.Text
source: Thanks for all supports provided to Noobfish.
zh_cn: 感谢所有对Noobfish的支持

# Settings_pagetitle.Text
source: Settings
zh_cn: 设置

# LanguageRadioButtons.Header
source: Language (effective after restarting the program)
zh_cn: 语言（重启程序后生效）
